[
  {
    "pensamento": "Nunca existiu uma grande inteligência sem uma veia de loucura.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "As pessoas dividem-se entre aquelas que poupam como se vivessem para sempre e aquelas que gastam como se fossem morrer amanhã.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "O sábio nunca diz tudo o que pensa, mas pensa sempre tudo o que diz.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "A dúvida é o princípio da sabedoria.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "Os avarentos amealham como se fossem viver para sempre, os pródigos dissipam,como se fossem morrer.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "Tendo em conta as condições de que dispõe e na medida do possível, é a natureza que faz sempre as coisas mais belas e melhores.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "Um milionário deve sempre viver um pouco além de suas posses - para manter a credibilidade.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "Que vantagem têm os mentirosos? A de não serem acreditados quando dizem a verdade.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "A democracia surgiu quando, devido ao fato de que todos são iguais em certo sentido, acreditou-se que todos fossem absolutamente iguais entre si.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "A alegria que se tem em pensar e aprender faz-nos pensar e aprender ainda mais.",
    "filosofo": "Aristóteles"
  },
  {
    "pensamento": "Quem comete uma injustiça é sempre mais infeliz que o injustiçado.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Deve-se temer a velhice, porque ela nunca vem só. Bengalas são provas de idade e não de prudência.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "É a esta força que mantém sempre a opinião justa e legítima sobre o que é necessário temer e não temer, que chamo e defino coragem.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Podemos facilmente perdoar uma criança que tem medo do escuro; a real tragédia da vida é quando os homens têm medo da luz.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Todo homem é poeta quando está apaixonado.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Os olhos do espírito só começam a ser penetrantes quando os do corpo principiam a enfraquecer.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "A velhice é um estado de repouso e de liberdade no que respeita aos sentidos. Quando a violência das paixões se relaxa e o seu ardor arrefece, ficamos libertos de uma multidão de furiosos tiranos.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Devemos seguir sempre o caminho que conduz ao mais alto.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "Quando a mente está pensando, está falando consigo mesma.",
    "filosofo": "Platão"
  },
  {
    "pensamento": "A punição que os bons sofrem, quando se recusam a agir, é viver sob o governo dos maus.",
    "filosofo": "Platão"
  }
]